{
    "questions": [
        {
            "id": 11,
            "text": "If you could change one thing about yourself, what would it be?"
        },
        {
            "id": 12,
            "text": "If you could change one thing about your childhood, what would it be?"
        },
        {
            "id": 13,
            "text": "If you had an 'ultimate ability' similar to many video games, what would it be"
        },
        {
            "id": 14,
            "text": "What do you think people will remember you as / from?"
        },
        {
            "id": 15,
            "text": "If you were a supervillain,, what would be your villain origin story?"
        },
        {
            "id": 16,
            "text": "If you had to choose a location or a setting for the rest of your life, what would it be?"
        },
        {
            "id": 17,
            "text": "Are you capable of admitting if you were wrong?"
        },
        {
            "id": 18,
            "text": "Is there a moment in your life that, in a good way, felt like an eternity?"
        },
        {
            "id": 19,
            "text": "Which celebrity would you like to have as a platonic roommate?"
        },
        {
            "id": 20,
            "text": "What would your ideal morning be like?"
        },
        {
            "id": 21,
            "text": "What would your ideal night out be like"
        },
        {
            "id": 22,
            "text": "What would your ideal weekend be like?" 
        },
        {
            "id": 23,
            "text": "If you had 1 hour during which you had infinite money, what would you do?"
        },
        {
            "id": 24,
            "text": "Is there someone from your past you would like to meet again?"
        },
        {
            "id": 25,
            "text": "What are you positively proudest about?"
        },
        {   "id": 26,
            "text": "What experience has most defined you?"
        },
        {
            "id": 27,
            "text": "What moment in your past would you return to for a hour?"
        },
        {
            "id": 28,
            "text": "Do you believe that, in any way, you are a complete person?"
        },
        {
            "id": 29,
            "text": "What never fails to cheer you up?"
        },
        {
            "id": 30,
            "text": "What is the craziest dream you remember?"
        },
        {
            "id": 31,
            "text": "If you could have a 'everytime x happens, y happens' condition in your life, what would it be?"
        },
        {
            "id": 32,
            "text": "Would you as a child admire the person you've become?"
        },
        {
            "id": 33,
            "text": "What has been the greatest turning point for the better in your life so far?"
        },
        {
            "id": 34,
            "text": "Do you strive to enjoy the present or focus for an enjoyable future more?"
        },
        {
            "id": 35,
            "text": "Who do you admire most in your life?"
        },
        {
            "id": 36,
            "text": "Have you had any paranormal experiences?"
        },
        {
            "id": 37,
            "text": "What's the weirdest thing you've done in your life?"
        },
        {
            "id": 38,
            "text": "What routine would you like to add to your life?"
        }
    ]
}